Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Onboarding.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: 10+ Providers
ar: أكثر من 10 مزوّدين
de: 10+ Anbieter
es: 10+ Proveedores
fr: 10+ Fournisseurs
hi: 10+ प्रदाता
id: 10+ Penyedia
ja: 10以上のプロバイダー
ko: 10개 이상의 제공업체
pt_br: 10+ Provedores
ru: 10+ провайдеров
th: ผู้ให้บริการมากกว่า 10 ราย
tr: 10+ Sağlayıcı
vi: Hơn 10 nhà cung cấp
zh_hans: 10 家以上供应商
zh_hant: 10 家以上供應商

source: 15 official providers and custom LLMs, in one conversation.
ar: ‏15 مزوّدًا رسميًا ونماذج لغوية مخصّصة، في محادثة واحدة.
de: 15 offizielle Anbieter und benutzerdefinierte LLMs – in einem Chat.
es: 15 proveedores oficiales y LLM personalizados, en una sola conversación.
fr: 15 fournisseurs officiels et LLM personnalisés, dans une seule conversation.
hi: 15 आधिकारिक प्रोवाइडर और कस्टम LLM, एक ही बातचीत में।
id: 15 penyedia resmi dan LLM kustom dalam satu percakapan.
ja: 15 の公式プロバイダーとカスタム LLM を、ひとつの会話に。
ko: 15개 공식 제공사와 맞춤형 LLM을 하나의 대화에서.
pt_br: 15 provedores oficiais e LLMs personalizados, em uma só conversa.
ru: 15 официальных провайдеров и пользовательские LLM — в одном диалоге.
th: ผู้ให้บริการทางการ 15 ราย และ LLM แบบกำหนดเอง ในบทสนทนาเดียว
tr: 15 resmi sağlayıcı ve özel LLM, tek bir sohbette.
vi: 15 nhà cung cấp chính thức và LLM tùy chỉnh trong cùng một cuộc trò chuyện.
zh_hans: 15 家官方供应商与自定义 LLM，装进同一场对话
zh_hant: 15 家官方供應商與自訂 LLM，裝進同一場對話

source: Add an API Key
ar: إضافة مفتاح API
de: API-Schlüssel hinzufügen
es: Añadir una clave de API
fr: Ajouter une clé API
hi: API कुंजी जोड़ें
id: Tambahkan kunci API
ja: API キーを追加
ko: API 키 추가
pt_br: Adicionar uma chave de API
ru: Добавить API-ключ
th: เพิ่มคีย์ API
tr: API anahtarı ekle
vi: Thêm khóa API
zh_hans: 添加 API Key
zh_hant: 新增 API Key

source: All Your Models, One App
ar: كل نماذجك، تطبيق واحد
de: Alle deine Modelle, eine App
es: Todos tus modelos, una aplicación
fr: Tous vos modèles, une seule application
hi: आपके सभी मॉडल, एक ऐप
id: Semua Model Anda, Satu Aplikasi
ja: すべてのモデルを 1 つのアプリで
ko: 모든 모델을 하나의 앱으로
pt_br: Todos os seus modelos, um aplicativo
ru: Все ваши модели в одном приложении
th: โมเดลทั้งหมดของคุณในแอปเดียว
tr: Tüm Modelleriniz, Tek Uygulama
vi: Tất cả mẫu máy của bạn, một ứng dụng
zh_hans: 所有模型，一个应用
zh_hant: 所有模型，一個 App

source: All Your Models, {One App}
ar: كل نماذجك، {تطبيق واحد}
de: Alle deine Modelle, {eine App}
es: Todos tus modelos, {una sola app}
fr: Tous vos modèles, {une seule app}
hi: आपके सारे मॉडल, {एक ही ऐप}
id: Semua model Anda, {satu aplikasi}
ja: すべてのモデルを、{ひとつのアプリ}に
ko: 모든 모델을 {하나의 앱}에
pt_br: Todos os seus modelos, {um só app}
ru: Все ваши модели — {одно приложение}
th: ทุกโมเดลของคุณ ใน{แอปเดียว}
tr: Tüm modelleriniz, {tek uygulama}
vi: Mọi mô hình của bạn, {một ứng dụng}
zh_hans: 所有模型，{一个 App}
zh_hant: 所有模型，{一個 App}

source: Bring your own key
ar: أحضر مفتاحك الخاص
de: Eigener API-Schlüssel
es: Usa tu propia clave
fr: Utilisez votre propre clé
hi: अपनी खुद की कुंजी लाएँ
id: Gunakan kunci Anda sendiri
ja: 自分の API キーを使う
ko: 내 API 키 사용
pt_br: Use sua própria chave
ru: Свой собственный ключ
th: ใช้คีย์ของคุณเอง
tr: Kendi anahtarını kullan
vi: Dùng khóa của riêng bạn
zh_hans: 用你自己的 Key
zh_hant: 用你自己的 Key

source: By continuing, you agree to our [Terms of Service](oriveo://terms) and [Privacy Policy](oriveo://privacy).
ar: بالمتابعة، فإنك توافق على [شروط الخدمة](oriveo://terms) و[سياسة الخصوصية](oriveo://privacy).
de: Mit dem Fortfahren stimmst du unseren [Nutzungsbedingungen](oriveo://terms) und der [Datenschutzrichtlinie](oriveo://privacy) zu.
es: Al continuar, aceptas los [Términos de servicio](oriveo://terms) y la [Política de privacidad](oriveo://privacy).
fr: En continuant, vous acceptez les [Conditions d'utilisation](oriveo://terms) et la [Politique de confidentialité](oriveo://privacy).
hi: जारी रखने पर आप [सेवा की शर्तें](oriveo://terms) और [गोपनीयता नीति](oriveo://privacy) से सहमत होते हैं।
id: Dengan melanjutkan, Anda menyetujui [Ketentuan Layanan](oriveo://terms) dan [Kebijakan Privasi](oriveo://privacy).
ja: 続けると、[利用規約](oriveo://terms)と[プライバシーポリシー](oriveo://privacy)に同意したものとみなされます。
ko: 계속하면 [서비스 약관](oriveo://terms) 및 [개인정보 처리방침](oriveo://privacy)에 동의하게 됩니다.
pt_br: Ao continuar, você concorda com os [Termos de Serviço](oriveo://terms) e a [Política de privacidade](oriveo://privacy).
ru: Продолжая, вы соглашаетесь с [Условия использования](oriveo://terms) и [политика конфиденциальности](oriveo://privacy).
th: เมื่อดำเนินการต่อ ถือว่าคุณยอมรับ[ข้อกำหนดในการให้บริการ](oriveo://terms)และ[นโยบายความเป็นส่วนตัว](oriveo://privacy)
tr: Devam ederek [Hizmet Şartları](oriveo://terms) ve [Gizlilik Politikası](oriveo://privacy) belgelerini kabul edersiniz.
vi: Khi tiếp tục, bạn đồng ý với [Điều khoản dịch vụ](oriveo://terms) và [Chính sách bảo mật](oriveo://privacy).
zh_hans: 继续即代表同意 [服务条款](oriveo://terms) 与 [隐私政策](oriveo://privacy)
zh_hant: 繼續即代表同意 [服務條款](oriveo://terms) 與 [隱私權政策](oriveo://privacy)

source: Cost Tracking
ar: تتبّع التكلفة
de: Kostenverfolgung
es: Seguimiento de costos
fr: Suivi des coûts
hi: लागत ट्रैकिंग
id: Pelacakan Biaya
ja: コスト追跡
ko: 비용 추적
pt_br: Rastreamento de custos
ru: Отслеживание затрат
th: การติดตามต้นทุน
tr: Maliyet Takibi
vi: Theo dõi chi phí
zh_hans: 费用追踪
zh_hant: 費用追蹤

source: GPT, Claude, Gemini, DeepSeek — switch in a tap, without losing the thread.
ar: ‏GPT وClaude وGemini وDeepSeek — بدّل بلمسة واحدة دون فقدان سياق المحادثة.
de: GPT, Claude, Gemini, DeepSeek – mit einem Tipp wechseln, ohne den Faden zu verlieren.
es: GPT, Claude, Gemini, DeepSeek: cambia con un toque sin perder el hilo.
fr: GPT, Claude, Gemini, DeepSeek : changez d'un geste sans perdre le fil.
hi: GPT, Claude, Gemini, DeepSeek — एक टैप में बदलें, बातचीत टूटे बिना।
id: GPT, Claude, Gemini, DeepSeek — ganti dengan sekali ketuk tanpa kehilangan alur.
ja: GPT、Claude、Gemini、DeepSeek——ワンタップで切り替えても、会話は途切れません。
ko: GPT, Claude, Gemini, DeepSeek — 한 번의 탭으로 바꿔도 대화는 이어집니다.
pt_br: GPT, Claude, Gemini, DeepSeek — troque com um toque sem perder o fio.
ru: GPT, Claude, Gemini, DeepSeek — переключайтесь одним касанием, не теряя нить разговора.
th: GPT, Claude, Gemini, DeepSeek — สลับได้ในแตะเดียว โดยบทสนทนาไม่ขาดตอน
tr: GPT, Claude, Gemini, DeepSeek — tek dokunuşla geçin, sohbetin akışı bozulmasın.
vi: GPT, Claude, Gemini, DeepSeek — đổi chỉ với một chạm mà không đứt mạch trò chuyện.
zh_hans: GPT、Claude、Gemini、DeepSeek……一次轻点即可切换，对话不断线
zh_hant: GPT、Claude、Gemini、DeepSeek……一次輕點即可切換，對話不斷線

source: Get Started
ar: ابدأ
de: Los geht's
es: Empezar
fr: Commencer
hi: शुरू हो जाओ
id: Memulai
ja: 始めましょう
ko: 시작하기
pt_br: Comece
ru: Начать
th: เริ่มต้นเลย
tr: Başlayın
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

source: Keys Stay Local
ar: المفاتيح تبقى محلية
de: Schlüssel bleiben lokal
es: Las claves son locales
fr: Les clés restent locales
hi: कुंजी स्थानीय रहें
id: Kunci Tetap Lokal
ja: キーはローカルに保持
ko: 키는 기기에 저장
pt_br: Chaves ficam locais
ru: Ключи остаются локальными
th: คีย์อยู่ในพื้นที่
tr: Anahtarlar Yerel Kalın
vi: Chìa khóa ở địa phương
zh_hans: 密钥本地存储
zh_hant: 金鑰本機儲存

source: Models
ar: النماذج
de: Modelle
es: Modelos
fr: Modèles
hi: मॉडल
id: Model
ja: モデル
ko: 모델
pt_br: Modelos
ru: Модели
th: โมเดล
tr: Modeller
vi: Mô hình
zh_hans: 模型
zh_hant: 模型

source: No account. Your keys stay on this device.
ar: بدون حساب. تبقى مفاتيحك على هذا الجهاز.
de: Kein Konto. Deine Schlüssel bleiben auf diesem Gerät.
es: Sin cuenta. Tus claves se quedan en este dispositivo.
fr: Aucun compte. Vos clés restent sur cet appareil.
hi: कोई अकाउंट नहीं। आपकी कुंजियाँ इसी डिवाइस पर रहती हैं।
id: Tanpa akun. Kunci Anda tetap di perangkat ini.
ja: アカウント不要。キーはこの端末に留まります。
ko: 계정 없이. 키는 이 기기에만 남습니다.
pt_br: Sem conta. Suas chaves ficam neste dispositivo.
ru: Без аккаунта. Ваши ключи остаются на этом устройстве.
th: ไม่ต้องมีบัญชี คีย์ของคุณอยู่บนเครื่องนี้เท่านั้น
tr: Hesap yok. Anahtarlarınız bu cihazda kalır.
vi: Không cần tài khoản. Khóa của bạn ở lại trên thiết bị này.
zh_hans: 无需账号，密钥只留在这台设备上。
zh_hant: 無需帳號，金鑰只留在這台裝置上。

source: No card. No key. Just chat.
ar: بلا بطاقة • بلا مفتاح • ابدأ المحادثة فورًا
de: Keine Karte • Kein Key • Einfach loschatten
es: Sin tarjeta • Sin clave • Solo chatea
fr: Sans carte • Sans clé • Discutez, c'est tout
hi: कोई कार्ड नहीं • कोई key नहीं • बस चैट करें
id: Tanpa kartu • Tanpa kunci • Langsung ngobrol
ja: カード不要 • キー不要 • すぐ会話
ko: 카드 없이 • 키 없이 • 바로 대화
pt_br: Sem cartão • Sem chave • É só conversar
ru: Без карты • Без ключа • Просто общайтесь
th: ไม่ต้องผูกบัตร • ไม่ต้องใส่คีย์ • แชทได้เลย
tr: Kart yok • Anahtar yok • Hemen sohbet
vi: Không thẻ • Không key • Chat ngay
zh_hans: 不绑卡 · 不填 Key · 开箱即聊
zh_hant: 不綁卡 · 不填 Key · 開箱即聊

source: Skip
ar: تخطٍ
de: Überspringen
es: Omitir
fr: Passer
hi: छोड़ें
id: Lewati
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
th: ข้าม
tr: Atla
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

source: Start
ar: البداية
es: Inicio
fr: Départ
hi: शुरुआत
id: Mulai
ja: スタート
ko: 시작
pt_br: Início
ru: Старт
th: เริ่มต้น
tr: Başlangıç
vi: Bắt đầu
zh_hans: 启程
zh_hant: 啟程

source: Start {Now}
ar: ابدأ {الآن}
de: Jetzt {loslegen}
es: Empieza {ahora}
fr: Commencez {maintenant}
hi: {अभी} शुरू करें
id: Mulai {sekarang}
ja: {いま}はじめる
ko: {지금} 시작하기
pt_br: Comece {agora}
ru: Начните {прямо сейчас}
th: เริ่ม{ตอนนี้}
tr: {Hemen} başlayın
vi: Bắt đầu {ngay}
zh_hans: 现在{就开始}
zh_hant: 現在{就開始}

source: The Right Model for {Every Question}
ar: لكل سؤال، {النموذج الأنسب}
de: Für jede Frage {das richtige Modell}
es: Para cada pregunta, {el modelo adecuado}
fr: Pour chaque question, {le bon modèle}
hi: हर सवाल के लिए {सही मॉडल}
id: Untuk setiap pertanyaan, {model yang tepat}
ja: すべての問いに、{最適なモデル}を
ko: 모든 질문에 {가장 알맞은 모델}
pt_br: Para cada pergunta, {o modelo certo}
ru: Для каждого вопроса — {подходящая модель}
th: ทุกคำถาม เลือก{โมเดลที่ใช่}
tr: Her soru için {doğru model}
vi: Mỗi câu hỏi, {đúng mô hình}
zh_hans: 为每个问题，挑{最对的模型}
zh_hant: 為每個問題，挑{最對的模型}

source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
hi: इस हफ़्ते
id: Minggu ini
ja: 今週
ko: 이번 주
pt_br: Esta semana
ru: На этой неделе
th: สัปดาห์นี้
tr: Bu hafta
vi: Tuần này
zh_hans: 本周合计
zh_hant: 本週合計

source: Your API keys never leave this device, and every call's cost is visible in real time.
ar: مفاتيح API لا تغادر هذا الجهاز، وتكلفة كل استدعاء ظاهرة لحظيًا.
de: Deine API-Keys verlassen dieses Gerät nie – und die Kosten jedes Aufrufs siehst du in Echtzeit.
es: Tus claves de API nunca salen de este dispositivo y ves el coste de cada llamada en tiempo real.
fr: Vos clés API ne quittent jamais cet appareil, et le coût de chaque appel s'affiche en temps réel.
hi: आपकी API keys इस डिवाइस से बाहर नहीं जातीं, और हर कॉल की लागत रीयल टाइम में दिखती है।
id: Kunci API Anda tidak pernah meninggalkan perangkat ini, dan biaya setiap panggilan terlihat secara real-time.
ja: API キーはこの端末から出ません。呼び出しごとのコストもリアルタイムで見えます。
ko: API 키는 이 기기를 벗어나지 않고, 호출마다 드는 비용은 실시간으로 보입니다.
pt_br: Suas chaves de API nunca saem deste dispositivo, e o custo de cada chamada aparece em tempo real.
ru: Ключи API не покидают это устройство, а стоимость каждого запроса видна в реальном времени.
th: API key ของคุณไม่ออกจากเครื่องนี้ และเห็นค่าใช้จ่ายของทุกครั้งที่เรียกใช้แบบเรียลไทม์
tr: API anahtarlarınız bu cihazdan çıkmaz; her çağrının maliyetini anlık görürsünüz.
vi: Khóa API của bạn không bao giờ rời khỏi thiết bị này, và chi phí mỗi lượt gọi hiện ngay theo thời gian thực.
zh_hans: API Key 只存在你的设备里；每一次调用花了多少，实时看得见
zh_hant: API Key 只存在你的裝置裡；每一次呼叫花了多少，即時看得見

source: Your Keys, Your Costs, Your Data
ar: مفاتيحك، تكاليفك، بياناتك
de: deine Schlüssel, deine Kosten, deine Daten
es: Tus claves, tus costes, tus datos
fr: Vos clés, vos coûts, vos données
hi: आपकी चाबियाँ, आपकी लागत, आपका डेटा
id: Kunci Anda, Biaya Anda, Data Anda
ja: あなたのキー、あなたのコスト、あなたのデータ
ko: 내 키, 내 비용, 내 데이터
pt_br: Suas chaves, seus custos, seus dados
ru: Ваши ключи, ваши затраты, ваши данные
th: กุญแจของคุณ ค่าใช้จ่ายของคุณ ข้อมูลของคุณ
tr: Anahtarlarınız, Maliyetleriniz, Verileriniz
vi: Chìa khóa của bạn, chi phí của bạn, dữ liệu của bạn
zh_hans: 你的密钥、费用和数据，全由你掌控
zh_hant: 你的金鑰、你的費用、你的資料

source: Your Keys, {Your Bill}
ar: مفاتيحك، {وفاتورتك}
de: Deine Keys, {deine Rechnung}
es: Tus claves, {tu factura}
fr: Vos clés, {votre facture}
hi: आपकी keys, {आपका बिल}
id: Kunci Anda, {tagihan Anda}
ja: Key はこの端末に、{請求はあなたに}
ko: 키는 내 기기에, {청구는 내 계정으로}
pt_br: Suas chaves, {sua fatura}
ru: Ваши ключи — {ваш счёт}
th: Key อยู่ในเครื่อง {บิลเป็นของคุณ}
tr: Anahtarlar sizde, {fatura sizin}
vi: Key của bạn, {hóa đơn của bạn}
zh_hans: Key 在本地，{账单归你}
zh_hant: Key 在本機，{帳單歸你}

source: Your keys, costs, and data stay in your control
ar: تظل مفاتيحك وتكاليفك وبياناتك تحت سيطرتك
de: deine Schlüssel, Kosten und Daten bleiben unter deiner Kontrolle
es: Tus claves, costos y datos permanecen bajo tu control
fr: Vos clés, coûts et données restent sous votre contrôle
hi: आपकी चाबियाँ, लागत और डेटा आपके नियंत्रण में रहते हैं
id: Kunci, biaya, dan data Anda tetap berada dalam kendali Anda
ja: キー、コスト、データは常に管理下にあります
ko: 내 키, 비용, 데이터는 내가 통제할 수 있습니다.
pt_br: Suas chaves, custos e dados permanecem sob seu controle
ru: Ваши ключи, расходы и данные остаются под вашим контролем.
th: คีย์ ค่าใช้จ่าย และข้อมูลของคุณอยู่ในการควบคุมของคุณ
tr: Anahtarlarınız, maliyetleriniz ve verileriniz kontrolünüzde kalır
vi: Chìa khóa, chi phí và dữ liệu của bạn luôn nằm trong tầm kiểm soát của bạn
zh_hans: 密钥、费用和数据始终由你掌控
zh_hant: 金鑰、費用和資料都由你掌控
